[
  {
    "company": "ISCO Industries, Inc.",
    "pic_name": "jimmy_kirchdorfer",
    "display_name": "Jimmy Kirchdorfer",
    "abbreviated_name": "jimmy-kirchdorfer",
    "year_class": "2023",
    "image_link": "/images/inducteeImages/jimmy_kirchdorfer.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/VBB73DV9NVg?si=JNN81sUWS9RdR-GM",
      "imagePath": "/images/inducteeImages/jimmy_kirchdorfer_video.png"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/xAHxdFfk5nI?si=NivG5Ry-XRmI-phZ",
      "imagePath": "/images/inducteeImages/jimmy_kirchdorfer_induction_speech.jpeg"
    },
    "tagline": "Chairman & CEO, ISCO Industries, Inc.",
    "bio": "James Kirchdorfer, Jr. (or Jimmy as he’s known) is the chairman and CEO of ISCO Industries. A proud alum of the Catholic school system in Louisville, Kentucky, Jimmy then went on to graduate with a degree in business from Miami University. Jimmy began his career at ISCO in the early 90s, working summers during college. In 1993, he became one of the first ISCO sales representatives to live outside of Louisville. Working his way through the ranks, he was named general manager, then president, and has been Chairman and CEO since 2010. With humble beginnings in a family hardware store, ISCO has seen tremendous growth over the years and has become a global leader in HDPE piping solutions. In 2022, along with three other partners, Jimmy purchased Valhalla Golf Club. He is the General Chair of the 2024 PGA Championship. He was named Ernst & Young 2004 Entrepreneur of the Year for the Kentucky/Ohio region, named one of the Most Admired CEOs by Louisville Business First Magazine in 2019, received the 2020 J.W. Janes award for his contribution to the growth of amateur golf in Kentucky, and was inducted into the Kentucky Golf Hall of Fame 2021 class. Jimmy currently serves on several boards, primarily supporting youth golf programs and advancing educational opportunities in Kentucky. He resides in Louisville with his wife, Dana, and their two children, Jay and Emma."
  },
  {
    "company": "Kona Ice, Travelin' Tom's Coffee",
    "pic_name": "tony_lamb",
    "display_name": "Tony Lamb",
    "abbreviated_name": "tony-lamb",
    "year_class": "2023",
    "image_link": "/images/inducteeImages/tony_lamb.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/Vl_2g0H08xk?si=1zaPi3aF0SnkUGRC",
      "imagePath": "/images/inducteeImages/tony_lamb_video.png"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/TiZAHgkaqB8?si=zh5bYBqUIxkd4WVC",
      "imagePath": "/images/inducteeImages/tony_lamb_induction_speech.jpeg"
    },
    "tagline": "Founder & CEO, Kona Ice, Travelin' Tom's Coffee",
    "bio": "Tony Lamb is the founder and CEO of Kona Ice and Travelin' Tom's Coffee Truck. When Tony launched Kona Ice in 2007, he wanted to give families a better ice cream truck experience after his 3-year-old daughter had an awful encounter with an ice cream truck man. Since then, Tony Lamb has revolutionized the food truck space and Kona Ice has grown to the World's Largest Food Truck Company with more than 1,700 franchisee-owned trucks in 49 states and Canada. Keeping the same vision, Tony launched Travelin' Tom's Coffee Truck in 2020. With 150 franchised trucks on the road by the end of 2023, Tom's Coffee is growing exponentially with over 300 reservations for future trucks. Kona Ice has been recognized by Entrepreneur Magazine's Franchise 500, rated #1 New Franchise in the US in 2013, and regularly in the Top 25 Fastest Growing Franchises. Kona Ice has been consistently ranked #1 and #2 in Franchisee Satisfaction by Franchise Business Review for the past 12 years. Additionally, Tony was named the 2021 Chief Executive Officer for a Large Private Company by Cincinnati Business Courier. This program honors executives who’ve shown outstanding leadership and stellar performance at Greater Cincinnati businesses and nonprofits."
  },
  {
    "company": "Fabulous Furs",
    "pic_name": "donna_salyers",
    "display_name": "Donna Salyers",
    "abbreviated_name": "donna-salyers",
    "year_class": "2023",
    "image_link": "/images/inducteeImages/donna_salyers.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/bjZtW04NXHQ?si=VBJNpuAQZvwEJRXH",
      "imagePath": "/images/inducteeImages/donna_salyers_videos.png"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/7tgmH7Te_nU?si=2HS6NoQ6T0b4TVsJ",
      "imagePath": "/images/inducteeImages/donna_salyers_induction_speech.jpeg"
    },
    "tagline": "President and Founder, Fabulous Furs",
    "bio": "Beginning with a faux fur sewing kit she designed and assembled in their basement, Donna Salyers Fabulous-Furs has grown into a majority asset of Salyers Group, a diversified investment company. Her products are sold through catalog, Internet, retail, and wholesale accounts in over 4,000 hotels, stores, and boutiques including Nordstrom, Saks Fifth Avenue, Neiman Marcus, plus TV shopping networks Shop HQ and Australia’s TVSN. Inspiration occurred in the late 80’s when, on her way to purchase a mink coat, Donna chanced to hear a broadcast describing kittens being skinned alive for “mink” teddy bears. Instead of buying a coat, she set out to create a luxurious alternative. Known as the World’s finest faux furs, her designs have appeared in hundreds of Broadway productions, movies, and TV shows, plus every major fashion magazine. Donna was profiled in People Magazine and twice in the Wall Street Journal. A retail showroom in Covington houses Donna Salyers Fabulous-Furs and Fabulous-Bridal. Salyers Group opened Hotel Covington in late 2016 and added 23 suites in 2023, complementing the Madison Event Center they opened in 1989. Donna wrote a syndicated newspaper column for 17 years, leading to a video series, a national TV show and eight books."
  },
  {
    "company": "NTS Development Company",
    "pic_name": "jd_nichols",
    "display_name": "J.D. Nichols",
    "abbreviated_name": "jd-nichols",
    "year_class": "2022",
    "image_link": "/images/inducteeImages/jd_nichols.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/2aH0JDMtLMY?si=WC_Gj-De406GcvXk",
      "imagePath": "/images/inducteeImages/JD_Nichols_profile_video.png"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/9mi2ep7DiHU?si=5WvV_SGUygoEn3Xs",
      "imagePath": "/images/inducteeImages/JD_Nichols_Speech_Thumbnail.jpeg"
    },
    "tagline": "NTS Development Company",
    "bio": "J. D. Nichols is Chairman of NTS Corporation, its subsidiaries and affiliates. He graduated from the University of Louisville School of Law in 1964 and conducted his undergraduate studies at the University of Kentucky with a concentration in accounting, marketing, business administration, and finance. Mr. Nichols began his career in construction and real estate development in 1965, and since then has overseen the development of more than 10,000 acres of land and 8,000,000 square feet of office, residential, commercial, and industrial construction throughout the southeastern United States. The company currently owns and/or manages over 5,800 rental apartment units and approximately 3.9 million square feet of office, retail, healthcare, and office/showroom space."
  },
  {
    "company": "Live Oak Bancshares",
    "pic_name": "chip_mahan",
    "display_name": "James S. 'Chip' Mahan",
    "abbreviated_name": "chip-mahan",
    "year_class": "2022",
    "image_link": "/images/inducteeImages/chip_mahan.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/bcRpMKKYYtI?si=wLDArTRUG-tVYhDC",
      "imagePath": "/images/inducteeImages/chip_mahan_profile_video.png"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/IkJNWPanhrA?si=39O0yF3P8UI7odoJ",
      "imagePath": "/images/inducteeImages/chip_mahan_induction_speech.jpeg"
    },
    "tagline": "Live Oak Bancshares",
    "bio": "Chip Mahan has built his career revolutionizing the banking industry. He founded and currently serves as CEO and chairman of Live Oak Bancshares, headquartered in Wilmington, NC. Its commercial banking subsidiary, Live Oak Bank, specializes in providing lending and deposit services to small businesses nationwide. Live Oak Bank is the nation’s leading SBA and USDA lender and was selected as the winner of the 2018 BAI Global Innovation Awards in the internal process innovation category for converting all bank operations to the cloud. Chip serves on the board of directors for Apiture, a joint venture between Live Oak and First Data, which focuses on creating next-gen technology for financial institutions. He serves on the board of Finxact, the cloud-native core-as-a-service platform founded in part by Mahan and other industry pioneers with deep expertise in financial technology and core banking. He is also a director of Payrailz, a digital payments company which offers advanced solutions for the financial services industry. Chip is a co-founder of nCino, a cloud-based banking software built on the Salesforce platform. Chip was named the EY Entrepreneur of the Year Lifetime Achievement Award winner for the Southeast in 2021. Previous to Live Oak, Chip was the CEO and chairman of S1 Corporation and founder of Security First Network Bank, one of the world’s first internet banks. He began his career in 1973 at Wachovia Bank & Trust Co., after graduating with a bachelor’s degree in economics from Washington & Lee University."
  },
  {
    "company": "MCM CPAs and Advisors",
    "pic_name": "michael_mountjoy",
    "display_name": "Michael B. Mountjoy",
    "abbreviated_name": "michael-mountjoy",
    "year_class": "2022",
    "image_link": "/images/inducteeImages/michael_mountjoy.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/PlKi_xI-hGA?si=PeSS1q6oyEIdaKfW",
      "imagePath": "/images/inducteeImages/mike_mountjoy_profile_video.png"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/ijPCfzQbgls?si=k1Wlkmst8ZLiyAGV",
      "imagePath": "/images/inducteeImages/mike_mountjoy_induction_speech.jpeg"
    },
    "tagline": "MCM CPAs and Advisors",
    "bio": "Mike is a Founding Partner of MCM CPAs & Advisors, a Firm that has grown to be the largest CPA firm headquartered in Kentucky. MCM now has six offices throughout Kentucky, Indiana and Ohio. Mike has been active in the accounting world at both the state and national level, serving as President of the Kentucky Society of CPAs and serving on the board of the American Institute of CPAs. Mike has served in numerous local leadership roles throughout his career. He is the Former Chair of the Louisville Chamber of Commerce and The Community Foundation. Currently, he serves as Chair of the Gheens Foundation and as Trustee at the University of the Cumberlands. Mike is an active investor in several start-up ventures. He has invested in commercial real estate, the hospitality industry, and is a Co-Founder of Soccer Holdings, LLC, the local ownership group of Louisville’s professional soccer teams. Mike spends his free time with his wife, Carolyn Mountjoy, as well as his four children and twelve grandchildren."
  },
  {
    "company": "Gray Construction",
    "pic_name": "lois_gray",
    "display_name": "Lois Haward Gray",
    "abbreviated_name": "lois-gray",
    "year_class": "2022",
    "image_link": "/images/inducteeImages/lois_gray.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/yPpNQjwgaVY?si=u4r3I002jzb7j92Y",
      "imagePath": "/images/inducteeImages/lois_howard_gray_profile_video.png"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/bWAO6NtmZxo?si=qj3MTo2Y3w226FY9",
      "imagePath": "/images/inducteeImages/lois_gray_induction_speech.jpeg"
    },
    "tagline": "Gray Construction",
    "bio": "Lois Howard Gray, one of Kentucky’s first and most successful female entrepreneurs, was the co-founder, alongside her late husband James Norris Gray, of award-winning and top industrial contractor, Gray. After her husband’s untimely death, Lois helped her young son Howard, then 22, who had become the company’s president, keep the business operating. Over time, she helped all her children learn to care for the business and their team members. Since the company’s founding in 1960 in Glasgow, KY, Gray has grown into a global fully integrated service provider specializing in engineering, design, construction, digital, equipment manufacturing, and real estate for domestic and international customers across the following markets: Food & Beverage, Manufacturing, Automotive, Distribution, Mission Critical, and Commercial. With nearly 30 offices across North America, Europe, and Asia, Gray’s robust offering creates customized solutions, delivering unmatched precision and partnership to some of the world’s most sophisticated organizations. Mrs. Gray was chairwoman of the board from 1972 until 2002. She established a culture that focused on the development of people within the business, recognizing that personal growth precedes company growth. Nurturing people and their emotional commitment to the business were among her greatest passions. This legacy she created continues to positively influence the business today."
  },
  {
    "company": "Trilogy Health Services",
    "pic_name": "randall_bufford",
    "display_name": "Randall Bufford",
    "abbreviated_name": "randall-bufford",
    "year_class": "2021",
    "image_link": "/images/inducteeImages/randall_bufford.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/IpTQaQdhwYI?autoplay=1",
      "imagePath": "/images/inducteeImages/randal_bufford_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/y4Pnm5q8uE8?autoplay=1",
      "imagePath": "/images/inducteeImages/2021_induction_ceremony.png"
    },
    "tagline": "Founder/Chairman, Trilogy Health Services",
    "bio": "Randall Bufford saw a need for a ‘better way’ and with the heart of a servant leader, transformed that need into an enterprise valued at over $2B. As assisted living facilities started sprouting up in the mid ‘90s, Randy saw a need for a senior health community that would meet every need of an aging population. He started Trilogy Health Services in December of 1997 as one of the first full-service senior living companies to combine independent living, assisted living, skilled nursing, memory care and post-acute facilities all on the same property. Trilogy now has over 125 facilities and 15,000 employees across Kentucky, Ohio, Indiana and Michigan and continues to grow. Additionally, he started synergistic ancillary healthcare service companies that have grown to serve over 50,000 customers daily through Synchrony Rehabilitation operating in 165 locations and PCA Pharmacy with nine locations across eight states. Trilogy was the only senior living company to have been named to Glassdoor’s 100 large employers in 2020. Randy also has the honor of being named one of Glassdoor’s Top 100 CEOs in the U.S. in 2018 and 2019. Randy is a dedicated supporter and former Trustee of the University of Louisville where he obtained a Bachelor of Science degree in Commerce/Accounting in 1981, and also served as head manager of UofL's 1980 national championship winning men's basketball team. In 2015, Randy was inducted into the University's College of Business Entrepreneurship Circle of Fame."
  },
  {
    "company": "Lantech",
    "pic_name": "patrick_lancaster",
    "display_name": "Patrick R. Lancaster, III",
    "abbreviated_name": "patrick-lancaster",
    "year_class": "2021",
    "image_link": "/images/inducteeImages/patrick_lancaster.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/sFRhUhHAOHc?autoplay=1",
      "imagePath": "/images/inducteeImages/pat_lancaster_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/6wN6i4on1GI?autoplay=1",
      "imagePath": "/images/inducteeImages/2021_induction_ceremony.png"
    },
    "tagline": "Chairman and Co-founder, Lantech",
    "bio": "Patrick R. Lancaster, III, is Chairman and Co-founder of Lantech, a manufacturer of secondary packaging equipment. In the early 1970’s, Pat and his brother, Bill, saw the potential for industrial machinery that could wrap pallet loads of goods at greater savings and stability than the existing technology could provide. Starting in a 1,600 square foot warehouse and only $3000, the brothers began designing and selling stretch wrap equipment. Since that time, Pat has continually led the stretch wrap industry with his innovations. He is the named inventor on over 150 patents worldwide, including the basic stretch wrapper, resulting in over 4 billion loads shipped annually benefiting from Lantech innovations. Just as the innovator in equipment technology, in 1992 Pat led the way for Lantech’s cutting-edge lean transformation. Anticipating increased demand for products “with a lean edge,” the lean principles continue to be applied to the development of innovations in all of Lantech’s product offerings, business areas and operations. In 1995 Pat stepped down as President, passing that title onto his son Jim, and has remained in a “chief inventor” role ever since. Today, Lantech manufactures equipment in the U.S. and the Netherlands and employs over 600 employees worldwide."
  },
  {
    "company": "Dollar General Corporation",
    "pic_name": "cal_turner",
    "display_name": "Cal Turner",
    "abbreviated_name": "cal-turner",
    "year_class": "2021",
    "image_link": "/images/inducteeImages/cal_turner.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/fqZQ2JohNTA?autoplay=1",
      "imagePath": "/images/inducteeImages/bruce_lunsford_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/IIYOVq52t4E?autoplay=1",
      "imagePath": "/images/inducteeImages/2021_induction_ceremony.png"
    },
    "tagline": "Co-founder and Chairman emeritus, Dollar General Corporation",
    "bio": "In the small wonderful town of Scottsville, Kentucky in October 1939, Cal Turner and his father, Luther, founded an unlikely-to-succeed enterprise, J. L. Turner and Son Wholesale Notions – Hosiery. Today that successful company is well known as Dollar General Corporation, a Fortune 200 company ranked #112. Why Scottsville, Kentucky? Because it was the beloved hometown of the Turners and a big brick building was available there at half price. Turners, it seems, are willing buyers of almost anything at that kind of value! Luther Turner’s career had begun as an eleven-year-old farmer when his father was killed in a Saturday afternoon wrestling match. Luther suddenly had three younger siblings and a widowed mother to support from their heavily mortgaged family farm. So, he went to work! At the age of twenty-five, Luther became the father of Cal (né Hurley Calister) Turner, the only one of three children of Josie and Luther Turner to survive. When Cal was eleven and had more education than his third grade educated father, he became integral to the family business enterprise and continued his education through his freshman year at Vanderbilt University, where his engineering classes did not “set well” with him. Cal therefore did not tell his parents that his “summer job” with a Nashville, Tennessee wholesaler was really a fulltime position as an employee of the Neeley Harwell Company where Luther Turner was already an employee. Cal and Luther had an amazing experience during the Great Depression of 1929 – 1933. They bought at public auction many family-owned retail stores that had failed through no fault of the family owners, a heart-rending exposure to the ever-present prospect of failure faced by all retailers. Those numerous examples of business failure made the Turners’ founding of a wholesale business in 1939 very courageous indeed. Two other examples of that courage were changing the wholesale company to a retail company after World War II and evolving the company into a new form of small town, small store retailing, Dollar General Stores in 1955. Yet Cal Turner’s entrepreneurial courage and foresight proved that if you understand and love your customers, your small stores can be your opportunity to help them have a better life by providing needed consumable basics at low prices in friendly neighborhood stores."
  },
  {
    "company": "Dollar General Corporation",
    "pic_name": "cal_turner_jr",
    "display_name": "Cal Turner, Jr.",
    "abbreviated_name": "cal-turner-jr",
    "year_class": "2021",
    "image_link": "/images/inducteeImages/cal_turner_jr.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/fqZQ2JohNTA?autoplay=1",
      "imagePath": "/images/inducteeImages/cal_turner_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/IIYOVq52t4E?autoplay=1",
      "imagePath": "/images/inducteeImages/2021_induction_ceremony.png"
    },
    "tagline": "Chairman, Dollar General Corporation",
    "bio": "Cal Turner, Jr. received his B.A., cum laude, from Vanderbilt University in 1962. Following his graduation from Vanderbilt, Mr. Turner served for more than three years as an officer in the United States Navy. In December 1965, he began his career at Dollar General, the company founded by his father and grandfather in 1939. He succeeded his father as president in 1977 and as chairman in 1988. At the time of his retirement in 2003, Dollar General had grown into a New York Stock Exchange retailer with more than 6,000 stores in 27 states and annual sales in excess of $6 billion. (Company sales last year were $27.8 billion!) Mr. Turner has served on the boards of a number of civic and charitable organizations, including the Easter Seal Society of Tennessee, Inc., Fisk University, the PENCIL Foundation and the YMCA of Middle Tennessee. From 2000 – 2001 he was president of the Board of Governors of the Nashville Area Chamber of Commerce. He has served as Chairman of the YMCA of Middle Tennessee and Lindsey Wilson College in Columbia, Kentucky and he is currently trustee emeritus of Vanderbilt University after serving on the Vanderbilt Board of Trust for 17 years. In 1988, Mr. Turner accepted the Presidential Award for Private Sector Initiatives from President Ronald Regan at a White House ceremony. In 1991, the Sales and Marketing Executives of Nashville recognized Mr. Turner with the Summit Award for his excellence in management. He received the Silver Hope Chest Award in 1992, an honor presented annually by the Middle Tennessee chapter of the National Multiple Sclerosis Society. In 1994, he was honored as Nashvillian of the Year by the Easter Seal Society of Tennessee. In 1997, he received the Alexis de Tocqueville Society Volunteer of the Year Award from the United Way of Middle Tennessee, and, in 1998, he received the Vanderbilt Distinguished Alumnus Award. In 2002, Meharry Medical College presented Mr. Turner with the school’s prestigious Salt Wagon Award, given for acts of kindness and commitment to Meharry Medical College and its mission. Cal Turner, Jr.’s commitment to the Methodist Church has been a lifelong personal ministry of faith. The Tennessee Conference of the United Methodist Church inducted Mr. Turner into the Fellows of the Society of John Wesley in 2001, for distinguished service to local church mission and ministry. In 2002, Mr. Turner was awarded the Stanley S. Kresge Award by the United Methodist Higher Education Foundation for his commitment to higher education. Cal and his wife, Margaret (deceased), celebrated 50 years of marriage on March 1, 2019 prior to her death on October 26, 2019. Their son, Cal Turner, III, is the father of Cal Turner, IV, Alex Turner and Will Turner. Mr. Turner chronicled the history of the Turner family and Dollar General in his book, “My Father’s Business” published by Hachette in 2018. He is profoundly honored to be inducted into the Kentucky Entrepreneur Hall of Fame with his father, whom he has always credited as being “The Real Cal Turner!”"
  },
  {
    "company": "Appriss Inc",
    "pic_name": "mike_davis",
    "display_name": "Michael Davis",
    "abbreviated_name": "mike-davis",
    "year_class": "2019",
    "image_link": "/images/inducteeImages/mike_davis.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/qAHsvgReC9g?autoplay=1",
      "imagePath": "/images/inducteeImages/mike_davis_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/MEssH-EYQjU?autoplay=1",
      "imagePath": "/images/inducteeImages/2021_induction_ceremony.png"
    },
    "tagline": "Appriss Inc",
    "bio": "Michael Davis is a co-founder and CEO of Appriss, a Louisville based technology business focused on its mission of creating “Knowledge for Good.” As a lifelong entrepreneur, Davis and his partner Yung Nguyen launched Appriss by inventing VINE, the nation’s first automated victim notification service. Today, VINE is used throughout the country keeping millions of crime victims safe and informed. Over the last decade, Davis has led Appriss’ transformation into an international data and analytics business focused on safety, risk, and fraud across multiple markets. The company has grown by taking on complex national challenges faced by law enforcement, exposing fraud across multiple markets, and addressing the nation’s challenges with drug diversion and addiction. Appriss is the only Kentucky company to make the list of our state’s “50 fastest-growing private companies” for 20 years in a row. In 2019, Appriss was valued in a market transaction at just under $1.3B making it one of Kentucky’s few privately held startup tech companies to achieve $1B in market valuation, which qualifies it as a Forbes magazine “Unicorn.” Davis is a two-time winner of the Ernst and Young Entrepreneur of the Year award."
  },
  {
    "company": "Rubicon Global",
    "pic_name": "nate_morris",
    "display_name": "Nate Morris",
    "abbreviated_name": "nate-morris",
    "year_class": "2019",
    "image_link": "/images/inducteeImages/nate_morris.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/sp49xEV-DaQ?autoplay=1",
      "imagePath": "/images/inducteeImages/nate_morris_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/ZMSWId243KY?autoplay=1",
      "imagePath": "/images/inducteeImages/2021_induction_ceremony.png"
    },
    "tagline": "Rubicon Global",
    "bio": "Nate Morris is the founder of Morris Industries, a Lexington, Kentucky-based conglomerate that is reimagining the industrial economy. Morris’s passion to solve the environmental threats posed by global waste was pivotal in his founding of Rubicon, a software company focused on waste and recycling, and the signature asset of Morris Industries. Founded with a $10,000 line of credit, Rubicon now operates in 20 countries on 5 continents, with a valuation in excess of $1 billion. The company helps Fortune 500 organizations, main street businesses, and municipalities around the world move toward zero waste. Under Morris’s leadership as Chairman and CEO, Rubicon has become a catalyst for groundbreaking change across the waste management sector. A ninth-generation Kentuckian, Morris was born in Lexington and raised by a single mother with help from his grandmother and grandfather, an Army veteran and former President of United Auto Workers (UAW) Local 862. Morris was the first Kentuckian to be named to Fortune Magazine’s 40 Under 40 list. He is also the youngest inductee ever to the Kentucky Entrepreneur Hall of Fame. The Morris Foundation, founded by Morris and his wife Jane Mosbacher Morris, is focused on promoting access to the American Dream. As part of the foundation’s focus on education, Morris spearheaded the development of the Social Enterprise Scholars Honors Pathway at the Gatton College of Business and Economics at the University of Kentucky. Morris also co-chairs the Gatton College’s Capital Campaign Committee, serves on its Dean’s Advisory Council, and is Entrepreneur-in-Residence."
  },
  {
    "company": "Scoppechio",
    "pic_name": "debbie_scoppechio",
    "display_name": "Debbie Scoppechio",
    "abbreviated_name": "debbie-scoppechio",
    "year_class": "2019",
    "image_link": "/images/inducteeImages/debbie_scoppechio.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/h5BHMW7HDxo?autoplay=1",
      "imagePath": "/images/inducteeImages/debbie_schoppechio_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/NCkt-TU7XVg?autoplay=1",
      "imagePath": "/images/inducteeImages/2021_induction_ceremony.png"
    },
    "tagline": "Scoppechio",
    "bio": "In 1987, after 15 years in the ad business, Debbie Scoppechio decided to take her considerable energy, vision and determination to create her own advertising agency. Since then, the agency she founded as Creative Alliance, now known as Scoppechio, has grown from a three-person creative shop to a Top 100 national independent agency. The place is infused with an energy that, by everyone’s account, emanates from the top. People use words like “driven,” “passionate” and “accomplished” to describe Scoppechio’s founder. In the same sentence, they use words like “integrity” and “service.” Debbie attributed the success of the agency to its blend of “the very best talent” with a dogged commitment to its clients’ businesses.Debbie’s highly profiled business achievements earned her numerous honors, including Top Kentucky Woman Business Owner of the Year; the second woman inducted into the Kentucky Business Hall of Fame; Business Leader of the Year (Small Businesses) from Business First; Heart of the Community Award from Women 4 Women; Entrepreneur of the Year from the Kentucky Small Business Development Center, and an Entrepreneurial Excellence award from Working Woman magazine, among many other prestigious awards."
  },
  {
    "company": "The Webb Companies",
    "pic_name": "r_dudley_webb",
    "display_name": "R. Dudley Webb",
    "abbreviated_name": "r-dudley-webb",
    "year_class": "2019",
    "image_link": "/images/inducteeImages/r_dudley_webb.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/pLnMK12Ll_E?autoplay=1",
      "imagePath": "/images/inducteeImages/dudley_webb_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/isoh2a2Fr-A?autoplay=1",
      "imagePath": "/images/inducteeImages/2021_induction_ceremony.png"
    },
    "tagline": "The Webb Companies",
    "bio": "R. Dudley Webb was born in Hazard County and raised in Letcher County, KY, located in the heart of Appalachia. He is co-founder of The Webb Companies, headquartered in Lexington and currently serves as chairman of the board of directors.Upon graduating from the University of Kentucky College of Law, Webb established a private law practice. Four years later, he partnered with his brother, Donald W. Webb, to found what is today the law firm of Webb, Hoskins, Brown & Thompson, P.S.C. In 1972, the Webb brothers entered real estate development and investing and formed The Webb Companies, a consolidation of design, development, finance, legal, construction, marketing, leasing, brokerage, property management, and ancillary real estate functions. Under the Webb brothers’ leadership, The Webb Companies grew to become one of the largest real estate developers in the U.S., with projects from New York to San Francisco and Boston to Miami. Today, Webb continues to focus on new development projects, including the $200MM City Center mixed-use complex located in the heart of Lexington’s central business district scheduled to open in the Fall of 2019. Webb is married to the former Marla Collins of Versailles. They live in Lexington and have three children."
  },
  {
    "company": "Ball Homes",
    "pic_name": "don_ball",
    "display_name": "Don Ball, Sr.",
    "abbreviated_name": "don-ball",
    "year_class": "2018",
    "image_link": "/images/inducteeImages/don_ball.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/-tVxk2BKz6E?autoplay=1",
      "imagePath": "/images/inducteeImages/don_ball_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/FA7hprQgnRU?autoplay=1",
      "imagePath": "/images/inducteeImages/don_ball_induction_speech.jpg"
    },
    "tagline": "Ball Homes",
    "bio": "Don Ball was born near Henderson, Kentucky in 1936. At the University of Kentucky, he met and married the former Mira Snider, with whom he co-founded the homebuilding company Ball Homes in 1959. It has grown to be Central Kentucky’s leading home builder, with a strong market presence in Louisville and Knoxville. Ball Homes has been ranked among the top 100 homebuilders in the nation annually since 1998, rising as high as #47 on the list. The company, which continues to be a family-led operation, also now encompasses a development branch, property management, and real estate and mortgage companies. Mr. Ball was passionate about housing affordability and home ownership, and worked tirelessly to develop creative, resourceful and collaborative ways to benefit others and support his industry. His building experience, combined with his public service experience, allowed him to help establish Recovery Kentucky, a network of innovative residential recovery facilities that address homelessness."
  },
  {
    "company": "First Southern National Bank",
    "pic_name": "jess_correll",
    "display_name": "Jess Correll",
    "abbreviated_name": "jess-correll",
    "year_class": "2018",
    "image_link": "/images/inducteeImages/jess_correll.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/NriekscV0wQ?autoplay=1",
      "imagePath": "/images/inducteeImages/jess_correll_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/DAAnYr3paoU?autoplay=1",
      "imagePath": "/images/inducteeImages/jess_correll_induction_video.jpg"
    },
    "tagline": "First Southern National Bank",
    "bio": "Jesse (Jess) T. Correll is founder and chairman of the board for First Southern Bancorp, Inc. First Southern is based in Stanford, Kentucky and is the parent company of First Southern National Bank. Correll, 62, is an entrepreneur at heart and a creative, visionary leader. He has a passion for giving, which led to the establishment of The River Foundation, a private foundation that gives to Christ-centered organizations, both locally and throughout the world. Jess serves as President and Chairman of the Board for this Foundation. Jess is Chairman and Chief Executive Officer of UTG, an insurance company headquartered in Stanford, Kentucky. He is on the boards of Friends of the Good Samaritans, National Christian Foundation and the Centre College Board of Trustees. Jess is also a deacon at Grace Presbyterian Church. Jess is a seventh generation Kentuckian and lives on a farm in Central Kentucky where he practices sustainable farming in partnership with his son. He is co-owner of the Bluebird, a farm-to-table restaurant in Stanford and along with his wife, has won several awards for historic preservation efforts in the historic town of Stanford. A native of Somerset, Ky., Jess attended Asbury College. He is married to Angela Crouch Correll and they have three children and five grandchildren."
  },
  {
    "company": "Alliance Resource Partners, L.P.",
    "pic_name": "joe_craft",
    "display_name": "Joe Craft",
    "abbreviated_name": "joe-craft",
    "year_class": "2018",
    "image_link": "/images/inducteeImages/joe_craft.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/I5fBfcR9qRg?autoplay=1",
      "imagePath": "/images/inducteeImages/joe_craft_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/Qu-La8vY8nw?autoplay=1",
      "imagePath": "/images/inducteeImages/joe_craft_induction_speech.jpg"
    },
    "tagline": "Alliance Resource Partners, L.P.",
    "bio": "Joe Craft is President, CEO, and Chairman of the Board of Alliance Resource Partners, L.P., the second-largest coal producer in the eastern United States. ARLP operates mining complexes in Illinois, Indiana, Kentucky, Maryland, and West Virginia and sells coal principally to electric utilities in the United States. A native of Hazard, Kentucky, Mr. Craft holds a Bachelor of Science degree in Accounting and a Juris Doctorate degree from the University of Kentucky. He is also a graduate of the Senior Executive Program of the Alfred P. Sloan School of Management at Massachusetts Institute of Technology. In 2010, Mr. Craft was inducted into the Gatton College of Business and Economics Alumni Hall of Fame and the University of Kentucky’s Hall of Distinguished Alumni, the highest recognition bestowed by the university on graduates for their professional accomplishments. Craft was also inducted into the Tulsa Hall of Fame in 2007 and the University of Tulsa’s Business Hall of Fame in 2009. Throughout his career, Mr. Craft has served in many industry and community leadership positions. He currently serves as a director of BOK Financial Corporation, a director and chairman of the Kentucky Chamber of Commerce, a director and executive committee member of the U.S. Chamber of Commerce, a member of the National Coal Council Chair’s Leadership Council, and is a past chairman of the American Coalition for Clean Coal Electricity."
  },
  {
    "company": "Summit Energy Services",
    "pic_name": "jim_headlee",
    "display_name": "Jim Headlee",
    "abbreviated_name": "jim-headlee",
    "year_class": "2018",
    "image_link": "/images/inducteeImages/jim_headlee.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/H5l9IQa7vDY?autoplay=1",
      "imagePath": "/images/inducteeImages/jim_headlee_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/u9Y28tGhi3A?autoplay=1",
      "imagePath": "/images/inducteeImages/jim_headlee_induction_video.jpg"
    },
    "tagline": "Summit Energy Services",
    "bio": "Jim Headlee started his business in the basement of his home. Just 16 years later, Summit Energy had grown to 325 employees, with four offices in North America and five in Europe. When Jim sold the company, Summit Energy was managing $20B in annual energy spend for 165,000 sites in 53 countries. Jim is the co-founder of Teach to Transform, a ministry that teaches rural pastors in third world countries basic medical skills to use in sharing the gospel in their communities. Jim is the CEO of eBridge, a digital procurement consulting firm for state governments, including the State of Kentucky. He is also the CEO of MedTG, a medical device company. Jim lives in Simpsonville KY with his wife of 40 years. They have three daughters and a son, and four grandchildren."
  },
  {
    "company": "Signature HealthCARE",
    "pic_name": "joe_steier",
    "display_name": "Joe Steier",
    "abbreviated_name": "joe-steier",
    "year_class": "2017",
    "image_link": "/images/inducteeImages/joe_steier.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/lNIdXbjECTo?autoplay=1",
      "imagePath": "/images/inducteeImages/joe_steier_video.png"
    },
    "inductionVideo": {
      "videoLink": "//www.youtube.com/embed/IN9KK7_BWlY?autoplay=1",
      "imagePath": "/images/inducteeImages/joe_steier_introduction_video.png"
    },
    "tagline": "Signature HealthCARE",
    "bio": "E. Joseph Steier (Joe) Steier, III is president, CEO and co-founder of Signature HealthCARE (SHC), one of the nation’s leading long-term care, rehabilitation and health care providers with 125 locations in 11 states and some 18,000 employees. SHC’s mission and vision is to “radically change long-term care forever\" through its three foundational pillars – Spirituality, Learning and Intra-preneurship. Under Steier’s leadership, SHC has earned many national accolades and helped catapult the city of Louisville into the national spotlight as a leader in innovation in aging care. The company also continues to advance clinical programming and has achieved its best regulatory performance levels to date with nearly 50% of centers earning 4- and 5-star ratings from the Centers for Medicare & Medicaid Services (CMS). Prior to SHC, Steier founded Professional Healthcare Services, a specialized strategic planning and reimbursement consulting firm, and helped build Home Quality Management (HQM) from a small, family-owned nursing home chain to a top 20 regional chain focused on quality of life. Steier was president and COO until HQM was sold in 2007. He is also cofounder of the Louisville Innovation Summit to convene national leaders in health care, technology, design and other fields, and spark dialogue about the future of aging care. A Louisville native, Steier has two decades of professional experience invested in health care."
  },
  {
    "company": "Innovative Mattress Solutions",
    "pic_name": "kimberly_knopf",
    "display_name": "Kimberly Knopf",
    "abbreviated_name": "kimberly-knopf",
    "year_class": "2017",
    "image_link": "/images/inducteeImages/kimberly_knopf.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/sp49xEV-DaQ?autoplay=1",
      "imagePath": "/images/inducteeImages/kimberly_knopf_video.png"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/uTjnXWm3fLU?autoplay=1",
      "imagePath": "/images/inducteeImages/kimberly_knopf_induction_video.png"
    },
    "tagline": "Innovative Mattress Solutions",
    "bio": "Kimberly “Kim” Brown Knopf is founder, president, and CEO of Innovative Mattress Solutions (iMS), a Lexington, Kentucky-based mattress retailer operating as Sleep Outfitters, Mattress Warehouse and Mattress King. With a regional footprint spanning six states—Kentucky, West Virginia, Ohio, Tennessee, Alabama, and Indiana—the company has grown from humble beginnings as a single store in South Charleston, West Virginia, to more than 160 mattress showrooms through Knopf’s stewardship and vision. “Our success over three-plus decades has been grounded on a unified and common belief that we truly make the world better by helping people sleep better,” Knopf said. “Our people, products, and partners must always be aligned to deliver an exceptional customer experience.” A native of Louisville, Ky., Knopf graduated from the University of Kentucky in 1982. In 1983, she started her own business, Mattress Warehouse. Knopf worked tirelessly in every aspect of her business from the store-level up, from buying merchandise to advertising, from selling to delivery. She grew her business across West Virginia before venturing into Kentucky in 2002, where the Sleep Outfitters brand was born. Growth came quickly, as a series of acquisitions doubled the company’s size over the next two years. 2012 saw the acquisition of Alabama retailer Mattress King, expanding their reach to six states. As a successful entrepreneur and businesswoman, she has been widely recognized for her professional achievement"
  },
  {
    "company": "Chrysalis Ventures",
    "pic_name": "doug_cobb",
    "display_name": "Doug Cobb",
    "abbreviated_name": "doug-cobb",
    "year_class": "2017",
    "image_link": "/images/inducteeImages/doug_cobb.jpg",
    "profileVideo": {
      "imagePath": "/images/inducteeImages/coming_soon.jpg"
    },
    "inductionVideo": {
      "imagePath": "/images/inducteeImages/coming_soon.jpg"
    },
    "tagline": "Chrysalis Ventures",
    "bio": "A life-long entrepreneur, Douglas F. Cobb’s early days of entrepreneurship involved founding The Cobb Group, which was the world’s leading publisher of newsletters for personal computer users. At its peak, The Cobb Group exceeded $20 million in annual revenues and employed over 150 people. The company was successfully sold to Ziff Communications Company in 1991 for 200 times the return for its founding investors. After successfully selling The Cobb Group, Cobb co-founded Chrysalis Ventures, a $10 million, Louisville-based venture capital fund. As of 2017, Chrysalis has invested in over 65 companies, primarily in healthcare and technology sectors. In 2000, Cobb was recruited as CEO of Appriss. His arrival spurred growth in an equity capital raise at a rate of $14 million. Before retiring as CEO in 2010, he designed the company’s recurring revenue business model, which amounted to an excess of $50 million. Cobb remains on the company’s board today. Currently, Cobb serves as Entrepreneur in Residence with Chrysalis Ventures and on the boards of several companies, including CompleteSet LLC and EDJ Analytics. He is a three-time Inc. 500 CEO and a three-time Kentucky Entrepreneur of the Year."
  },
  {
    "company": "Big Ass Solutions",
    "pic_name": "carey_smith",
    "display_name": "Carey Smith",
    "abbreviated_name": "carey-smith",
    "year_class": "2016",
    "image_link": "/images/inducteeImages/carey_smith.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/c7YPErAG42I?autoplay=1",
      "imagePath": "/images/inducteeImages/carey_smith.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/Le9By1L3vgI?autoplay=1",
      "imagePath": "/images/inducteeImages/carey_smith_induction_video.png"
    },
    "tagline": "Big Ass Solutions",
    "bio": "Chief Big Ass Carey Smith is founder of Big Ass Solutions, a Lexington-based company that manufactures energy-efficient comfort and lighting solutions for industrial, commercial and residential applications. The company employs a unique direct-sales strategy and manages all aspects of business in-house from design and engineering to marketing and customer service. This gives Smith a unique perspective on how manufacturing affects all aspects of a business, resulting in an often contrarian take on best practices."
  },
  {
    "company": "High Speed Access Corp, OPM Services, Inc.",
    "pic_name": "kent_oyler",
    "display_name": "Kent Oyler",
    "abbreviated_name": "kent-oyler",
    "year_class": "2016",
    "image_link": "/images/inducteeImages/kent_oyler.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/_sR70ph_Pg0?autoplay=1",
      "imagePath": "/images/inducteeImages/kent_oyler.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/T_5a6OtrfnQ?autoplay=1",
      "imagePath": "/images/inducteeImages/kent_oyler_induction_video.png"
    },
    "tagline": "High Speed Access Corp, OPM Services, Inc.",
    "bio": "Kent Oyler began his entrepreneurial career early, founding Oyler Salvage in high school to recycle barn wood and RR ties. During his college years at the University of Colorado he employed up to seven seasonal workers. In 1992 he founded OPM Services where he leveraged $2,000 into a $40M equipment leasing portfolio. In 1997 he went on a tear and co-founded Vogt Ice (large ice machine manufacturer), OPM Flats (heavy duty rail cars) and High Speed Access Corp (broadband internet). HSAC went on to record the largest venture capital equity raise and largest IPO to this day in Kentucky. For a period in 1999 HSAC had the largest market cap of any Kentucky public company. In 2000 Oyler turned to philanthropy where he has led numerous charitable efforts including United Way International's Tocqueville Society and Million Dollar Roundtable. Kent and his wife co-chaired a $13M capital campaign for the Louisville science center. Oyler joined Greater Louisville Inc., the Metro Chamber in 2014 as its CEO. Oyler has previously been honored as E&Y Master Entrepreneur of the Year and placed in the UofL Entrepreneurial Circle of Fame."
  },
  {
    "company": "Tempur Sealy International, Inc",
    "pic_name": "robert_trussell",
    "display_name": "Robert B. Trussell, Jr.",
    "abbreviated_name": "robert-trussell",
    "year_class": "2016",
    "image_link": "/images/inducteeImages/robert_trussell.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/rFuyWLCmBto?autoplay=1",
      "imagePath": "/images/inducteeImages/robert_trussell_bio.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/N6QIRQXAxkg?autoplay=1",
      "imagePath": "/images/inducteeImages/robert_trussell_induction_video.png"
    },
    "tagline": "Tempur Sealy International, Inc.",
    "bio": "Trussell is the former president of Tempur Sealy International. After convincing the Swedish creators of Tempur Pedic to allow him to sell their mattresses and pillows in the U.S., Trussell started his company by selling the first mattresses out of his car, haggling with Brookstone's merchandising reps and mailing conditional free samples to chiropractors. In 2003, Trussell took the company public and in 2012 the company bought Sealy for $228.6 million. The company’s market cap, as of Aug 2014, was $3.61 billion. In 2013 annual revenues were $2.5 billion and annual net income was $78.6 million. The company currently employees 6,700."
  },
  {
    "company": "Kentucky Fried Chicken",
    "pic_name": "colonel_sanders",
    "display_name": "Colonel Sanders",
    "abbreviated_name": "colonel-sanders",
    "year_class": "2016",
    "image_link": "/images/inducteeImages/colonel_sanders.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/EfpXj6BAcBw?autoplay=1",
      "imagePath": "/images/inducteeImages/colonel_sanders_bio.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/cqyuYP8avO0?autoplay=1",
      "imagePath": "/images/inducteeImages/colonel_sanders_induction_video.png"
    },
    "tagline": "Kentucky Fried Chicken",
    "bio": "Colonel Harland David Sanders was born on September 9, 1890, in Henryville, Indiana. At the age of 40, Sanders began cooking chicken for customers at his service station in Corbin, Kentucky, during the height of the Great Depression. After years of experimentation, he achieved his secret mix of 11 herbs and spices. His chicken became so popular that the governor of Kentucky designated him a Kentucky colonel – something he took so seriously that would dress the part. Later, he franchised Kentucky Fried Chicken restaurants around the country. In 1964, when he sold his share in the company - it already had 600 outlets nationwide and some abroad. In his later years, Sanders continued visiting the KFC restaurants around the world as its spokesman and brand ambassador. One of the things he was most proud of was the more than $20 million he gave over his lifetime to charities. He died of leukemia on December 16, 1980, at the age of 90, in Louisville, Kentucky."
  },
  {
    "company": "Thorntons",
    "pic_name": "james_thorton",
    "display_name": "James Thornton",
    "abbreviated_name": "james-thornton",
    "year_class": "2015",
    "image_link": "/images/inducteeImages/james_thorton.jpg",
    "profileVideo": {
      "videoLink": "//www.youtube.com/embed/G7CrJ4wBKQY",
      "imagePath": "/images/inducteeImages/bill_gatton_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/t3UDLRkXsZg?feature=player_detailpage",
      "imagePath": "/images/inducteeImages/bill_gatton_induction_speech.jpg"
    },
    "tagline": "Founder and Chairman, Thortons",
    "bio": "Born in Lebanon, Kentucky, Jim Thornton and his family soon moved to the Louisville area. After graduation, he joined with Gilbert Dance and Alfred Mallory to establish the “Dixie Dance” gas stations. That experience led Thornton to open his own station, and in 1955, further encouraged a joint venture with Ashland Oil that expanded into 150 Payless stations in 22 states by 1966. Thornton sold his Payless interest to Ashland Oil but remained an Ashland board member until 1971. He founded Thornton Oil, which blossomed to 40 units within 2 years. Thorntons ranks as one of Kentucky’s largest privately-held companies with more than $2.3 billion in annual revenue. It recently was ranked 250th in Forbes magazine’s annual list of 500 largest privately held companies."
  },
  {
    "company": "Brown-Forman",
    "pic_name": "george_garvin_brown",
    "display_name": "George Garvin Brown",
    "abbreviated_name": "george-garvin-brown",
    "year_class": "2015",
    "image_link": "/images/inducteeImages/george_garvin_brown.jpg",
    "profileVideo": {
      "videoLink": "//www.youtube.com/embed/jHggnffoq70",
      "imagePath": "/images/inducteeImages/bill_gatton_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/BkAMDLqHqYk?feature=player_detailpage",
      "imagePath": "/images/inducteeImages/bill_gatton_induction_speech.jpg"
    },
    "tagline": "Brown-Forman",
    "bio": "George Garvin Brown was born in Munfordville, Kentucky, in 1846. In 1870, George teamed up with his half brother, John Thompson Street Brown Jr., to launch J. T. S. Brown and Brothers Co. producing bourbon whiskey. Brown later partnered with George Forman and in 1890 the company adopted its current name, Brown-Forman. George Brown became known for his innovations in the whiskey industry and his product's excellent reputation. George Brown’s son, Owsley Brown, took over for his father after his death.Brown-Forman steadily grew to become one of the largest wine and spirits companies in the world, which it remains today. Brown-Forman employs more than 4,600 people worldwide with about 1,300 located in Louisville."
  },
  {
    "company": "Pattco LLC",
    "pic_name": "james_patterson",
    "display_name": "Jim Patterson",
    "abbreviated_name": "james-patterson",
    "year_class": "2015",
    "image_link": "/images/inducteeImages/james_patterson.jpg",
    "profileVideo": {
      "videoLink": "//www.youtube.com/embed/B1gLIa1kPXg",
      "imagePath": "/images/inducteeImages/bill_gatton_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/0Re75A4-v7o?feature=player_detailpage",
      "imagePath": "/images/inducteeImages/bill_gatton_induction_speech.jpg"
    },
    "tagline": "President, Pattco LLC",
    "bio": "Jim Patterson was born in 1933 in Louisville, Kentucky. The only member of his family to graduate from high school, he continued his studies at the University of Louisville. While at U of L, Patterson majored in marketing, participated in the Air Force ROTC program, and worked throughout his education. He bought and remodeled an old restaurant which he re-opened as Jerry’s. Within 8 years, he opened 2 additional Jerry’s. Patterson founded Rally’s and Long John Silver's. Long John Silver’s has franchised over 1,300 locations, employing more than 8,400 workers. He then became a Wendy's franchisee & formed Western Restaurants, Inc., which operated 47 Wendy's."
  },
  {
    "company": "Greer Companies",
    "pic_name": "phil_greer",
    "display_name": "Phil Greer",
    "abbreviated_name": "phil-greer",
    "year_class": "2015",
    "image_link": "/images/inducteeImages/phil_greer.jpg",
    "profileVideo": {
      "videoLink": "//www.youtube.com/embed/V-JuJl9MndQ",
      "imagePath": "/images/inducteeImages/bill_gatton_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/13fhoMu8ZDE?feature=player_detailpage",
      "imagePath": "/images/inducteeImages/bill_gatton_induction_speech.jpg"
    },
    "tagline": "Greer Companies",
    "bio": "The son of a Jenkins, KY coal miner, Phil Greer was a scholarship football player for the University of Kentucky. He graduated with a B.A. in Health, Physical Education and Recreation. In the 1980s, Greer partnered with Craig Dunn to form Dunn Greer Realtors and shortly thereafter Greer Companies was born. In 1989, Greer dove into the restaurant industry by opening his first Shoney’s, followed by a Fazoli’s in ‘94, and his first Cheddar’s in ‘96. In 2002 his son, Lee, joined the company. They employ over 6,500 people and generate over $200 million in annual sales."
  },
  {
    "company": "Booth Energy Group",
    "pic_name": "james_booth",
    "display_name": "James Booth",
    "abbreviated_name": "james-booth",
    "year_class": "2014",
    "image_link": "/images/inducteeImages/james_booth.jpg",
    "profileVideo": {
      "videoLink": "//www.youtube.com/embed/V20f8nU_3NE",
      "imagePath": "/images/inducteeImages/james_booth_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "//www.youtube.com/embed/9qkjFBTSCnI",
      "imagePath": "/images/inducteeImages/james_booth_induction_speech.jpg"
    },
    "tagline": "Booth Energy Group",
    "bio": "Surfing the wave of the late-1970s coal boom, James Booth co-founded his first contract mining company and was earning more than $1 million a year by his 28th birthday. As the coal boom fizzled in the 1980s, Booth diversified his business holdings, first with building supplies, then convenience stores, then homes, and more. Booth is currently the chief executive of Booth Energy Group (a conglomerate of coal companies) and also owns 19 Fast Lane convenience stores, 10 fast food restaurants serving 8 million customers in 2013, Car City, Elite Insurance, R&J Building Supply, and more. In recent years, Booth’s business holdings reported combined annual revenues of $750 million. Booth was also elected and served as the Kentucky Chamber of Commerce Chairman in 2013."
  },
  {
    "company": "Bridgeman Foods, Inc.",
    "pic_name": "junior_bridgeman",
    "display_name": "Ulysses Lee \"Junior\" Bridgeman",
    "abbreviated_name": "junior-bridgeman",
    "year_class": "2014",
    "image_link": "/images/inducteeImages/junior_bridgeman.jpg",
    "profileVideo": {
      "videoLink": "//www.youtube.com/embed/2gE13LLM-74",
      "imagePath": "/images/inducteeImages/junior_bridgeman_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "//www.youtube.com/embed/EquD7XG4jGs",
      "imagePath": "/images/inducteeImages/junior_bridgeman_induction_speech.jpg"
    },
    "tagline": "Bridgeman Foods, Inc.",
    "bio": "Ulysses Lee \"Junior\" Bridgeman is the President and CEO of Bridgeman Foods Inc. His company owns and operates over 160 Wendy's restaurant franchises across the country, making him the second largest owner of Wendy’s franchises in the world. He also owns over 118 Chili’s restaurants. He has over 11,000 employees and revenues in excess of $500 million. He is ranked #3 on the Restaurant Finance Monitor’s Top 200 franchisee-owned companies. Mr. Bridgeman also had a very successful career as a professional basketball player. After playing for the University of Louisville, he spent 12 years playing in the NBA for the Milwaukee Bucks. Mr. Bridgeman is also the recipient of the Louisvillian of the Year Award."
  },
  {
    "company": "Outback Steakhouse",
    "pic_name": "chris_sullivan",
    "display_name": "Chris Sullivan",
    "abbreviated_name": "chris-sullivan",
    "year_class": "2014",
    "image_link": "/images/inducteeImages/chris_sullivan.jpg",
    "profileVideo": {
      "videoLink": "//www.youtube.com/embed/1bAtiRZ9waE",
      "imagePath": "/images/inducteeImages/chris_sullivan_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "//www.youtube.com/embed/4KougpNjETw",
      "imagePath": "/images/inducteeImages/chris_sullivan_induction_speech.jpg"
    },
    "tagline": "Outback Steakhouse",
    "bio": "Chris Sullivan is co-founder of the Outback Steakhouse restaurant company. The first Outback Steakhouse was opened in March 1988. From 1991 to 2005, he was CEO of OSI Restaurant (parent corporation of Outback), after serving as the first President of the organization. In 2007, OSI Restaurant was sold for $3.1B to Bain Capital Partners and Catterton Partners. Outback has 968 locations worldwide and also operates over 300 locations of Carrabba's Italian Grills, Fleming's Prime Steakhouse and Wine Bar, Roy's, Cheeseburger in Paradise, Bonefish Grill, Paul Lee's Chinese Kitchen and several other hospitality-related businesses."
  },
  {
    "company": "Computer Services, Inc.",
    "pic_name": "john_williams",
    "display_name": "John Williams",
    "abbreviated_name": "john-williams",
    "year_class": "2014",
    "image_link": "/images/inducteeImages/john_williams.jpg",
    "profileVideo": {
      "videoLink": "//www.youtube.com/embed/K5Bu6Jdnry0",
      "imagePath": "/images/inducteeImages/john_williams_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "//www.youtube.com/embed/4_8fNceJ6v4",
      "imagePath": "/images/inducteeImages/john_williams_induction_speech.jpg"
    },
    "tagline": "Computer Services, Inc.",
    "bio": "John A. Williams is the founder and chairman of CSI, providing customers with integrated and streamlined technology solutions. As of 2014, CSI revenues were $213 million with over $26 million net profit. He served as chairman of the board of the Federal Reserve Bank of St. Louis, Louisville Branch, and is a founder and the first president of the Association of Financial Technology (AFT). In 2006, he received the Governor's Technology Award as the individual who most deserved to be recognized as a leader in technology innovation in Kentucky. Williams was the first recipient of Murray State University’s Telecommunications Systems Management Department’s Entrepreneurship Award, and the university further honored him by naming the award the John A. Williams Entrepreneurship Award. In 2009, John was inducted into the University of Kentucky’s Gatton College of Business and Economics Hall of Fame and the Paducah Area Chamber presented him the Summit Award for leadership in education and poverty. He is a graduate of the University of Kentucky. Currently, John is serving as co-chair for the Kentucky Chamber of Commerce Leadership Institute for School Principals."
  },
  {
    "company": "RJ Corman Railroad Group",
    "pic_name": "rj_corman",
    "display_name": "RJ Corman",
    "abbreviated_name": "rj-corman",
    "year_class": "2013",
    "image_link": "/images/inducteeImages/rj_corman.jpg",
    "profileVideo": {
      "videoLink": "//www.youtube.com/embed/fDxjoXDKO_c",
      "imagePath": "/images/inducteeImages/rj_corman_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "//www.youtube.com/embed/lbQ9pN0UtA8",
      "imagePath": "/images/inducteeImages/rj_corman_induction_speech.jpg"
    },
    "tagline": "RJ Corman Railroad Group",
    "bio": "Richard J. Corman was a native of Nicholasville, Kentucky. He purchased his first 20-mile short line in Bardstown, KY in 1987. Within 20 years, he developed several companies into what is today one of the nation’s leading railroad service providers. Headquartered in Nicholasville, Kentucky, there are divisions of R.J. Corman companies in 23 other states employing approximately 1,200 people. By the time of Corman’s passing in August 2013, R. J. Corman Railroad Group was operating over 800 miles of track."
  },
  {
    "company": "Bill Gatton Motors",
    "pic_name": "bill_gatton",
    "display_name": "Bill Gatton",
    "abbreviated_name": "bill-gatton",
    "year_class": "2013",
    "image_link": "/images/inducteeImages/bill_gatton.jpg",
    "profileVideo": {
      "videoLink": "//www.youtube.com/embed/8aVPycSe36M",
      "imagePath": "/images/inducteeImages/bill_gatton_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "//www.youtube.com/embed/zL5aB9wWEJ8",
      "imagePath": "/images/inducteeImages/bill_gatton_induction_speech.jpg"
    },
    "tagline": "Bill Gatton Motors",
    "bio": "Bill Gatton graduated with a Bachelor’s degree from the University of Kentucky in 1954. He started a de novo Volkswagen agency in Owensboro in 1959. In 1975, he and four of his friends purchased the Owensboro National Bank and formed a one bank holding company. The bank grew from a bank with one hundred million dollars in assets to seventeen banks with three billion dollars in assets by the time it was sold to BB&T in 2001. He has also owned and operated as many as twelve automobile dealerships in Tennessee, Texas and Alabama."
  },
  {
    "company": "Metridata Computer & Servend International",
    "pic_name": "george_fischer",
    "display_name": "George Fischer",
    "abbreviated_name": "george-fischer",
    "year_class": "2013",
    "image_link": "/images/inducteeImages/george_fischer.jpg",
    "profileVideo": {
      "videoLink": "//www.youtube.com/embed/5HvKu9ssmCg",
      "imagePath": "/images/inducteeImages/george_fischer_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "//www.youtube.com/embed/6L_cjHj9l0s",
      "imagePath": "/images/inducteeImages/george_fischer_induction_speech.jpg"
    },
    "tagline": "Metridate Computer & Servend International",
    "bio": "George Fischer was a founder of Metridata Computer Inc, a leader in the field of proprietary education. He took the company public to become one of the largest remote computer processing companies in the Midwest. It sold to Sun Oil in 1979. In 1980, he and his sons started Servend International, Inc. which became the number one manufacturer of ice and beverage dispensing systems nationally and internationally."
  },
  {
    "company": "Harper Industries",
    "pic_name": "billy_harper",
    "display_name": "Billy Harper",
    "abbreviated_name": "billy-harper",
    "year_class": "2013",
    "image_link": "/images/inducteeImages/billy_harper.jpg",
    "profileVideo": {
      "videoLink": "//www.youtube.com/embed/8aVPycSe36M",
      "imagePath": "/images/inducteeImages/billy_harper_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "//www.youtube.com/embed/zL5aB9wWEJ8",
      "imagePath": "/images/inducteeImages/billy_harper_induction_speech.jpg"
    },
    "tagline": "Harper Industries",
    "bio": "Billy Harper graduated from the University of Kentucky with a Bachelor of Science degree in mechanical engineering in 1966. In 1980, Harper founded Harper Industries, Inc., a holding company. Subsidiaries initially included a general contractor, a mechanical contractor and a ready-mix concrete operation. Today, Billy Harper still serves as president of Harper Industries, which now includes seven construction-related subsidiaries with offices in Kentucky and Tennessee and has construction sites in more than twenty states."
  },
  {
    "company": "Forcht Group",
    "pic_name": "terry_forcht",
    "display_name": "Terry Forcht",
    "abbreviated_name": "terry-forcht",
    "year_class": "2012",
    "image_link": "/images/inducteeImages/terry_forcht.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/5vSsi69jp-I?autoplay=1",
      "imagePath": "/images/inducteeImages/terry_forcht_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/2ONAf2LCKKc?autoplay=1",
      "imagePath": "/images/inducteeImages/terry_forcht_induction_video.jpg"
    },
    "tagline": "Forcht Group",
    "bio": "A 1959 University of Louisville graduate, Terry Forcht has created or acquired nearly 100 businesses during his 40-year career. As founder and Chairman of Forcht Bank, one of the largest bank groups in KY, and Founder, Chairman, and CEO of the Forcht Group of KY, an umbrella organization for 95 separate companies with more than 2,400 employees, Forcht has proven his brilliance through his entrepreneurial endeavors. In 2008, Mr. Forcht donated $3 million to U of L's College of Business, establishing the Forcht Center for Entrepreneurship, where students can expand their exposure to the challenges and opportunities of the business world."
  },
  {
    "company": "Vencor Ventas",
    "pic_name": "bruce_lunsford",
    "display_name": "Bruce Lunsford",
    "abbreviated_name": "bruce-lunsford",
    "year_class": "2012",
    "image_link": "/images/inducteeImages/bruce_lunsford.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/TI1qXpBhRNs?autoplay=1",
      "imagePath": "/images/inducteeImages/bruce_lunsford_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/-RC6RrHbeD0?autoplay=1",
      "imagePath": "/images/inducteeImages/bruce_lunsford_induction_video.jpg"
    },
    "tagline": "Vencor, Ventas",
    "bio": "A 1969 University of Kentucky graduate, Bruce Lunsford has made a significant impact on KY as an entrepreneur. In 1985, Lunsford and two other partners founded Vencor, a leading U.S. health care company. During his tenure, Vencor grew to employ over 65,000 people in 45 states, providing care for 50,000 patients. Vencor also became a fortune 500 company. Lunsford is the current Chairman and CEO of Lunsford Capital. Lunsford has been involved as an investor, director, and adviser to many other start-up businesses through Lunsford Capital and has also been active in thoroughbred racing and independent film production."
  },
  {
    "company": "Rescare",
    "pic_name": "ronald_geary",
    "display_name": "Ronald Geary",
    "abbreviated_name": "ronald-geary",
    "year_class": "2012",
    "image_link": "/images/inducteeImages/ronald_geary.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/iiArdHvpupk?autoplay=1",
      "imagePath": "/images/inducteeImages/ronald_geary_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/sD3ZdNlSe28?autoplay=1",
      "imagePath": "/images/inducteeImages/ronald_geary_induction_video.jpg"
    },
    "tagline": "ResCare",
    "bio": "Ronald Geary graduated from the University of Kentucky in 1969. After founding an accounting firm, partnering in a law firm, 5 years of government work, and serving as president of the Cincinnati bible college and seminary, Geary joined ResCare in 1989 and took the company public in 1992. Under his leadership, the company grew from 6 states to 36 states, and has been named Forbes Magazine's best small companies in America four times. After 16 years as president and CEO of ResCare, Geary is now president and owner of Ellis Park Race Track in Henderson, Kentucky."
  },
  {
    "company": "iPay Technologies",
    "pic_name": "dana_bowers",
    "display_name": "Dana Bowers",
    "abbreviated_name": "dana-bowers",
    "year_class": "2011",
    "image_link": "/images/inducteeImages/dana_bowers.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/kQtJseVnBIY?autoplay=1",
      "imagePath": "/images/inducteeImages/dana_bowers_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/W2lnsYVscR8?autoplay=1",
      "imagePath": "/images/inducteeImages/dana_bowers_induction_video.jpg"
    },
    "tagline": "iPay Technologies",
    "bio": "In 2001, Dana Bowers, along with her husband Mike, founded iPay Technologies. During her tenure at iPay, Dana served as CEO and as a member of the board of directors, and grew the company to become the largest independent electronic bill pay provider in the US. iPay was sold to Jack Henry and Associates in June of 2010 for $300 million."
  },
  {
    "company": "Humana",
    "pic_name": "david_jones_sr",
    "display_name": "David Jones, Sr.",
    "abbreviated_name": "david-jones-sr",
    "year_class": "2011",
    "image_link": "/images/inducteeImages/david_jones_sr.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/BDl7YeEdsF8?autoplay=1",
      "imagePath": "/images/inducteeImages/david_jones_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": null,
      "imagePath": null
    },
    "tagline": "Humana",
    "bio": "In 1961 David A. Jones, Sr. co-founded Extendicare with Wendell Cherry as a nursing home company. In 1974 the corporate name was changed to Humana Inc. In its March 2008 issue, Fortune Magazine named Humana one of the Top 5 Most Admired Healthcare Companies in the United States. By 2011, Humana reached a market cap of over $14 Billion."
  },
  {
    "company": "Texas Roadhouse",
    "pic_name": "kent_taylor",
    "display_name": "Kent Taylor",
    "abbreviated_name": "kent-taylor",
    "year_class": "2011",
    "image_link": "/images/inducteeImages/kent_taylor.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/JPG63FERvNU?autoplay=1",
      "imagePath": "/images/inducteeImages/kent_taylor_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/gE0DajyhIxw?autoplay=1",
      "imagePath": "/images/inducteeImages/kent_taylor_induction_video.jpg"
    },
    "tagline": "Texas Roadhouse",
    "bio": "Before his founding of Texas Roadhouse in 1993, Kent Taylor founded and co-owned Buckhead Bar and Grill in Louisville, Kentucky. Kent has over 25 years of experience in the restaurant industry. By 2010, Texas Roadhouse was doing over $1 Billion in revenue and reached a market cap of over $1.25 Billion."
  },
  {
    "company": "Humana",
    "pic_name": "wendell_cherry",
    "display_name": "Wendell Cherry",
    "abbreviated_name": "wendell-cherry",
    "year_class": "2011",
    "image_link": "/images/inducteeImages/wendell_cherry.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/qmkuXcrv0Ws?autoplay=1",
      "imagePath": "/images/inducteeImages/wendell_cherry_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": null,
      "imagePath": null
    },
    "tagline": "Humana",
    "bio": "Wendell Cherry was born in Kentucky's rural Hart County. He was a graduate of the University of Kentucky and its law school. Wendell Cherry co-founded Humana with David A. Jones, Sr. By 2010, Humana was employing over 28,000 employees. By 2011, Humana reached a market cap of over $14 Billion."
  },
  {
    "company": "Makers Mark",
    "pic_name": "bill_samuels",
    "display_name": "Bill Samuels, Jr.",
    "abbreviated_name": "bill-samuels",
    "year_class": "2011",
    "image_link": "/images/inducteeImages/bill_samuels.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/IwBxPXyfsT4?autoplay=1",
      "imagePath": "/images/inducteeImages/bill_samuels_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/A7oL6NEKmNc?autoplay=1",
      "imagePath": "/images/inducteeImages/bill_samuels_induction_video.jpg"
    },
    "tagline": "Makers Mark",
    "bio": "Bill Samuels Jr. became president of Maker's Mark in 1975. Maker's Mark was founded in 1954 by Bill Samuels Sr. In 1980 it was the first distillery in America to be recognized as a National Historic Landmark. Bill Samuels Jr. turned the operation into one of the most recognized brands in the world, helping it surpass 1 million cases bottled for the first time in 2010."
  },
  {
    "company": "Kentucky Fried Chicken",
    "pic_name": "john_y_brown",
    "display_name": "John Y Brown Jr.",
    "abbreviated_name": "john-y-brown",
    "year_class": "2010",
    "image_link": "/images/inducteeImages/john_y_brown.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/9kLWAcZFsag?autoplay=1",
      "imagePath": "/images/inducteeImages/john_brown_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/Dshc95qH5CA#!?autoplay=1",
      "imagePath": "/images/inducteeImages/john_brown_induction_speech.jpg"
    },
    "tagline": "Kentucky Fried Chicken",
    "bio": "Governor John Y Brown, Jr. and a group of investors purchased Kentucky Fried Chicken from its founder, Colonel Harland Sanders, for $2 million in 1964. Brown grew Kentucky Fried Chicken from 600 to 3,500 franchises. Harvard Business School recognized Governor Brown was one of 100 selected for their business leadership that helped shape the ways that people live, work, and interact."
  },
  {
    "company": "Alltech",
    "pic_name": "pearse_lyons",
    "display_name": "Pearse Lyons",
    "abbreviated_name": "pearse-lyons",
    "year_class": "2010",
    "image_link": "/images/inducteeImages/pearse_lyons.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/NZ6PUNC1Ues?autoplay=1",
      "imagePath": "/images/inducteeImages/pearse_lyons_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": null,
      "imagePath": null
    },
    "tagline": "Alltech",
    "bio": "Dr. Pearse Lyons is founder and president of Alltech, a company that employs over 4,000 people in 128 countries. Lyons founded Alltech in 1980, and today the company is a leading animal health company with group sales approaching $1 billion."
  },
  {
    "company": "W.T. Young Foods Overbrook Farm",
    "pic_name": "william_young",
    "display_name": "William T. Young",
    "abbreviated_name": "william-young",
    "year_class": "2010",
    "image_link": "/images/inducteeImages/william_young.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/XFpUZ192pww?autoplay=1",
      "imagePath": "/images/inducteeImages/william_young_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": null,
      "imagePath": null
    },
    "tagline": "W.T. Young Foods, Overbrook Farm",
    "bio": "In 1946, William T. Young founded W.T. Young Foods, Inc which created Big Top Peanut Butter. In 1955, he sold it to Proctor & Gamble, and it is now known by the name Jif. In 1972 Young established Overbrook Farm. He was a prominent owner and breeder of thoroughbreds including Kentucky Derby and Breeders Cup winners."
  },
  {
    "company": "Long John Silvers Jerry's Restaurant",
    "pic_name": "warren_rosenthal",
    "display_name": "Warren Rosenthal",
    "abbreviated_name": "warren-rosenthal",
    "year_class": "2010",
    "image_link": "/images/inducteeImages/warren_rosenthal.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/zMtK0rl8qB8?autoplay=1",
      "imagePath": "/images/inducteeImages/warren_rosenthal_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/UEJKei8sKsc?autoplay=1",
      "imagePath": "/images/inducteeImages/warren_rosenthal_induction_video.jpg"
    },
    "tagline": "Long John Silvers, Jerry's Restaurant",
    "bio": "Warren W. Rosenthal joined Jerrico, Inc. in 1948 when it consisted of two hamburger stands and a sandwich shop. In 1957 he became CEO and launched a program to franchise Jerry's Restaurants that later grew to over 1,350 Long John Silver's."
  },
  {
    "company": "Papa John's",
    "pic_name": "john_schnatter",
    "display_name": "John Schnatter",
    "abbreviated_name": "john-schnatter",
    "year_class": "2010",
    "image_link": "/images/inducteeImages/john_schnatter.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/_sZvKqPmgaI?autoplay=1",
      "imagePath": "/images/inducteeImages/john_schnatter_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": null,
      "imagePath": null
    },
    "tagline": "Papa John's",
    "bio": "John Schnatter opened his first Papa John's restaurant in 1984. There are now more than 3,100 Papa John's restaurants in all 50 states and 29 countries."
  },
  {
    "company": "Host Communications",
    "pic_name": "jim_host",
    "display_name": "Jim Host",
    "abbreviated_name": "jim-host",
    "year_class": "2010",
    "image_link": "/images/inducteeImages/jim_host.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/_KC1Py3PBvI?autoplay=1",
      "imagePath": "/images/inducteeImages/jim_host_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/hNHpPdWk-Fs?autoplay=1",
      "imagePath": "/images/inducteeImages/jim_host_induction_video.jpg"
    },
    "tagline": "Host Communications",
    "bio": "Starting from scratch in 1972, Jim Host built Host Communications into the preeminent college sports-marketing firm in the country."
  },
  {
    "company": "Belcan",
    "pic_name": "ralph_anderson",
    "display_name": "Ralph G. Anderson",
    "abbreviated_name": "ralph-anderson",
    "year_class": "2010",
    "image_link": "/images/inducteeImages/ralph_anderson.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/u8KoiAU8xLs?autoplay=1",
      "imagePath": "/images/inducteeImages/ralph_anderson_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": null,
      "imagePath": null
    },
    "tagline": "Belcan",
    "bio": "Ralph G. Anderson founded Belcan, one of the nation's largest engineering firms with annual sales of almost $500 million and more than 7,500 employees worldwide."
  },
  {
    "company": "Exstream Software",
    "pic_name": "davis_marksbury",
    "display_name": "Davis Marksbury",
    "abbreviated_name": "davis-marksbury",
    "year_class": "2010",
    "image_link": "/images/inducteeImages/davis_marksbury.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/mnr1Mu4Dta0?autoplay=1",
      "imagePath": "/images/inducteeImages/davis_marksbury_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/KvQOHYcmD6A?autoplay=1",
      "imagePath": "/images/inducteeImages/davis_marksbury_induction_video.jpg"
    },
    "tagline": "Exstream Software",
    "bio": "In 1998 Exstream Software was founded by Davis Marksbury and his partner Dan Kloiber, the original developers of StreamWeaver, a leading print stream processing product. Exstream was acquired by HP in 2008."
  },
  {
    "company": "Projectron Inc. DataBeam Corp. UK President",
    "pic_name": "lee_todd",
    "display_name": "Lee Todd",
    "abbreviated_name": "lee-todd",
    "year_class": "2010",
    "image_link": "/images/inducteeImages/lee_todd.jpg",
    "profileVideo": {
      "videoLink": "https://www.youtube.com/embed/jfajSHNUTRw?autoplay=1",
      "imagePath": "/images/inducteeImages/lee_todd_profile_video.jpg"
    },
    "inductionVideo": {
      "videoLink": "https://www.youtube.com/embed/PpqpLrITjzI?autoplay=1",
      "imagePath": "/images/inducteeImages/lee_todd_induction_video.jpg"
    },
    "tagline": "Projectron, DataBeam, UK President",
    "bio": "UK President Lee Todd founded two high-technology firms, DataBeam and Projectron. DataBeam developed and manufactured high-resolution teleconferencing systems in the early days of this technology, and was sold to IBM in 1998."
  }
]